INSERT INTO public.country(country_name_kr, country_name_en, characteristic)
	VALUES ('해당 없음', 'None', '[""]'::json);

INSERT INTO public.country(country_name_kr, country_name_en, characteristic)
	VALUES ('독일', 'Germany', '["분류별로 다른 산미와 식감을 즐기기", "대형 빵이 300종 이상", "소형 빵 및 과자류는 1,200종 이상", "북부 지역에서는 추위에 강한 호밀의 재배가 활발하여 호밀빵이 주", "남부에서는 북부에 비해 밀 재배량이 맣아서 밀가루를 사용한 빵 위주"]'::json);

INSERT INTO public.country(country_name_kr, country_name_en, characteristic)
	VALUES ('오스트리아', 'Austrian', '[
	"나라의 번영과 함께 수많은 빵이 탄생",
	"오스트리아 수도 빈은 몇 세기에 걸쳐 유럽의 정치와 경제, 문화의 중심을 이룸", 
	"13세기 이후 합스부르크(Habsburg) 가문이 빈을 중심으로 광대한 지역을 강력한 권력으로 통치했기 때문",
	"그 후로도 합스브루크 가문은 다민족으로 구성된 오스트리아-헝가리라는 광활한 제국을 막강한 지배력으로 통치",
	"이 시대에 빈에서는 다양한 식문화가 탄생하고 발전",
	"빵과 과자의 제조법 개발에 일등 공신이었음",
	"빵 효모의 배양 제조와 제빵용 몰트(Malt)의 이용", "폴리시법(Poolish Method)", "제빵용 밀가루의 품질 향상 등 그 무렵에 생긴 많은 기술이 현재 빵 제조의 토대가 되었음",
	"프랑스 빵을 대표하는 크루아상(Croissant)이나 브리오슈(Brioche), 덴마크에서 유명한 데니시 페이스트리(Danish Pastry)가 빈에서 처음 만들어졌다는 이야기가 있을 만큼 덴마크에서 데니시(Danish)는 비엔나 브로트(Wiener Brot)[빈의 빵]라고 불리기도 함",
	"밀가루의 비중이 높거나 반대로 호밀가루의 비중이 높은 빵도 있고, 린 타입과 리치 타입의 과자와 빵이 모두 사랑받고 있으며 종류도 각양각색임",
	"빵집이 아니더라도 슈퍼처럼 대규모 점포나 체인점에서 싸고 좋은 품질의 빵을 살 수 있으며, 그 비율이 일본 빵 시장의 30% 이상"
]'::json);

INSERT INTO public.country(country_name_kr, country_name_en, characteristic)
	VALUES ('스위스', 'Switzerland', '["치즈 퐁듀가 유명함", "치즈와 잘 어울리는 빵이 많음"]'::json);

INSERT INTO public.country(country_name_kr, country_name_en, characteristic)
	VALUES ('프랑스', 'France', '[
		"다양한 형태와 풍부한 맛의 빵이 가득함",
 		"프랑스 가정식에는 항상 빵이 등장함",
	 	"대부분의 사람은 하루 세번 빵을 먹는데, 먹다 남은 빵을 다시 구워먹지 않고 갓 구운 빵을 새로 구입함",
	 	"많은 빵집이 아침 식사 시간에 맞춰서 새벽 6시 즈음에 일제히 문을 엶",
	 	"프랑스의 밀가루는 단백질이 비교적 적은 편이어서 반죽의 탄성이 낮은 바삭한 크러스트와 쫄깃한 크럼(Crumb)의 식감이 나타남",
	 	"설탕이나 유지 등의 부재료를 전혀 배합하지 않기 때문에 밀가루와 빵효모에 따른 발효의 향과 풍미를 있는 그대로 맛볼 수 있는 것이 특징",
		"한 종류의 반죽에서 중량이나 형태가 다른 다양한 종류의 빵이 탄생하고, 각각의 크러스트와 크럼의 비율, 불의 세기가 모두 다르기 때문에 다채로운 맛을 즐길 수 있음",
	 	"프랑스의 아침 식탁에는 항상 크루아상과 카페오레가 놓여있을 것 같지만, 실상은 더 저렴한 바게트를 먹는 검소한 프랑스인이 많다고 함",
	 	"프랑스 빵은 밀가루, 빵효모, 물, 소금을 사용해서 만드는 린 타입의 빵이 기본",
		"재료나 제조법, 그 날의 기온이나 습도에 따라서 맛과 구운 정도에 쉽게 차이가 나기 때문에 만드는 이의 능력이 요구 됨"]'::json);

INSERT INTO public.country(country_name_kr, country_name_en, characteristic)
	VALUES ('이탈리아', 'Italy', '[
		"남북으로 길게 뻗은 지형 탓에 나타나는 기후 차이가 수많은 빵을 탄생 시킴",
		"고대 로마 시대부터 만들어진 표면이 옴폭 패인 포카치아(Focaccia), 스낵처럼 오독오독한 식감의 스틱 모양 그리시니(Grissini), 슬리퍼를 의미하는 이름의 사각형 치아바타(Ciabatta) 등 이탈리아는 개성 넘치는 빵들로 가득함",
	 	"식사에 곁들이거나 샌드위치로 만들 때가 많음",
	 	"이탈리와 요리와는 천생 연분",
	 	"반죽에 올리브유를 석어 넣거나 빵에 버터가 아닌 올리브유를 찍어 먹는 습관도 이탈리아만의 방식",
	 	"크리스마스 과자로 유명한 파네토네(Panettone)도 이탈리아에서 만들어짐",
	 	"파네토네종이라는 발효종을 사용한 비슷한 반죽으로, 판도로(Pan Doro)와 콜롬바 디 파스쿠아(Colomba di Pasqua)라는 발효 과자도 만들 수 있음"]'::json);

INSERT INTO public.country(country_name_kr, country_name_en, characteristic)
	VALUES ('덴마크', 'Europe-Danis', '[
		"덴마크 빵 중 가장 유명한 것은 데니시 페이스트리(Danish Pastry)로 덴마크의라는 뜻처럼 덴마크 빵의 대표 주자임",
		"미국과 일본에서는 데니시(Danish)라고 불리지만 덴마크에서는 비엔나 브로트(Wiener Brot)라는 이름으로 불림",
		"오스트리아 빈에서 제조법이 전해졌다고 하여, 빈의 빵을 의미하는 이름으로 불리게 되었다는 설이 있기 때문",
	 	"데니시는 발효 반죽에 버터를 올려놓고 접어서 구운 빵으로, 버터의 무거운 풍미와 바삭거리는 식감이 가장 큰 특징",
		"이 반죽을 이용하여 필링이나 토핑을 더하는 등 다양한 종류의 빵과 페이스트리가 만들어졌음",
		"평범한 간식 시간이나 아침 식사, 축제 등 많은 곳에서 등장",
		"데니시 이외에도 식사 빵으로 호밀빵이나 흰 빵도 대중적",
		"저녁에는 호밀빵이 자주 식탁에 오르며, 흰 빵은 주로 아침에 먹음"]'::json);
